export const knowledgeMockData = [
  {
    icon: '🍔',
    title: '햄버거의 정의, 법으로 정해져 있다고?',
    summary:
      '미국에서는 소고기 패티가 들어가야만 ‘햄버거(Burger)’라고 부를 수 있다. 닭고기, 돼지고기, 식물성 패티로 만든 것은 법적으로 햄버거가 아니다.',
    contents: [
      '미국 식품의약국(FDA)과 농무부(USDA)는 식품 명칭을 규정하는 법을 운영하고 있으며, ‘햄버거’는 반드시 소고기(100% Beef) 패티를 사용해야 한다.',
      '닭고기 패티를 사용하면 ‘치킨 샌드위치(Chicken Sandwich)’, 돼지고기 패티는 ‘포크 샌드위치(Pork Sandwich)’처럼 표기해야 한다.',
    ],
  },
  {
    icon: '🍌',
    title: '바나나는 과일이 아니라 ‘풀’이다?',
    summary: '우리가 과일처럼 먹는 바나나는 사실 ‘나무’가 아니라 ‘풀’에서 자란다.',
    contents: [
      '바나나를 키우는 식물은 보통 ‘바나나 나무’라고 부르지만, 사실 바나나 나무는 나무가 아니라 거대한 풀이다',
      '나무는 줄기가 단단한 목질(나무껍질)로 이루어져 있지만, 바나나 식물은 목질이 없고 물기가 많은 연한 조직으로 구성되어 있다',
    ],
  },
];
